Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_spraak_2012.pdf.tmx
Source language: nob
Languages: sme

source:  Motivere foreldre til å velge samisk som hjemmespråk
sme:  Movttiidahttit váhnemiid válljet sámegiela ruovttugiellan.

source:  Arbeide for at valg av samisk som hjemmespråk oppleves som et nyttig og verdifullt valg.
sme:  Bargat dan ala ahte sámegiela válljen ruovttugiellan vásihuvvo ávkkálaš ja árvvolaš

source: Språkoverføring utenfor hjemmet
sme: Giellasirdin olggobealde ruovttu

source: Samiskspråklige barnehager og god språkundervisning på skolen er viktige virkemidler for å støtte opp om språkutviklingen hos samisktalende barn.
sme: Sámegielat mánáidgárddit ja buorre giellaoahpahus skuvllas leat dehálaš gaskaoamit go galgá doarjut sámegielat mánáid giellaovdáneami.

source: Samisk språk i barnehage og skole blir behandlet i to andre sametingsmeldinger, og vi skal derfor ikke her gå i detaljer om disse samfunnsinstitusjonenes rolle.
sme: Sámegiella mánáidgárddiin ja skuvllain gieđahallojuvvo guovtti eará sámediggedieđáhusas, ja danne eat áiggo dás čiekŋudit dáid servodatásahusaid rollii.

source: Når det gjelder samisk språk i barnehagen og i skolen vil vi likevel understreke viktigheten av at de barna som har samisk som hjemmespråk får utvikle språket sitt videre gjennom barnehage og skole.
sme: Sámegiela dáfus mánáidgárddiin ja skuvllain áigut goitge deattuhit dehálašvuođa das ahte dat mánát geain lea sámegiella ruovttugiellan, besset ovdánahttit gielaset viidáset mánáidgárddi ja skuvlla bokte.

source: Barnehagen og skolen må finne metoder for å sikre at dette virkelig skjer.
sme: Mánáidgárddit ja skuvllat fertejit gávnnahit metodaid mat sihkkarastet ahte dát duođai dahkkojuvvo.

source: Dette kan blant annet gjøres ved bevisst valg av barnehagemodeller og opplæringsmodeller for ulike grupper elever i samisk.
sme: Dán sáhttá earret eará dahkat dan bokte ahte dihtomielalaččat válljet mánáidgárdemodeallaid ja oahpahusmodeallaid daidda iešguđetge sámegiel ohppiidjoavkkuide.

source: Det henvises til Sametingsmelding om opplæring og utdanning hvor denne problematikken også drøftes.
sme: Čujuhuvvo Sámediggedieđáhussii oahpahusa ja oahpu birra gos dát ášši maiddái digaštallojuvvo.

source: Mange samiske familier i dag har ikke samisk som hjemmespråk og er ikke er i stand til å overføre samisk som dagligspråk til sine barn.
sme: Olu sámi bearrašiin odne ii leat sámegiella ruovttugiellan eai ge dat sáhte oahpahit sámegiela beaivválašgiellan mánáidasaset.

source: En stor del av disse ønsker likevel at deres barn skal få opplæring i samisk.
sme: Stuora oassin sis sávvet goitge ahte sin mánát galget oažžut sámegiel oahpahusa.

source: I situasjoner hvor foreldre selv ikke behersker samisk blir barnehage og skole særlig viktig språkformidlere.
sme: Diliin gos váhnemat ieža eai máhte sámegiela, šaddet mánáidgárddit ja skuvllat erenoamáš dehálaš giellagaskkusteaddjit.

source: Vi vet fra erfaringer i Aotearoa/ New Zealand at barnehagene har vært viktige i den langt på veg vellykkede revitaliseringen av språket māori.
sme: Mii diehtit vásáhusaid vuođul Aotearoas/Ođđa Selánddas ahte mánáidgárddit leat leamaš dehálaččat dan buoremuddui lihkostuvvan maorigiela ealáskahttimis.

source: I Norge ser vi også at i kommuner utenfor forvaltningsområdet for samisk språk er det gjennom samiske barnehager at elever rekrutteres til opplæring både i og på samisk.
sme: Norggas oaidnit maid ahte suohkaniin olggobealde sámegiela hálddašanguovllu leat sámi mánáidgárddit mat rekrutterejit ohppiid váldit oahpu sámegielas ja sámegillii.

source: Det er derfor viktig å styrke de samiske barnehagene slik at de kan være gode språklæringsarenaer for barn.
sme: Danne lea dehálaš nannet sámi mánáidgárddiid nu ahte dat sáhttet leat buorit giellaoahppanarenat mánáide.

source: For å kunne øke antall samisktalende er det viktig at også ikke-samer har mulighet til å velge samiskopplæring i barnehagen og på skolen.
sme: Jus galgá lasihit sámegielagiid logu, de lea dehálaš ahte maiddái olbmot geat eai leat sápmelaččat sáhttet válljet sámegiel oahpahusa mánáidgárddis ja skuvllas.

source: En situasjon hvor foreldrene ikke snakker samisk krever språkopplæringen særlig støtte i nærmiljøet, og det er avgjørende at det finnes arenaer hvor barna får språkstimulering og støtte i språkopplæringen.
sme: Dakkár dilis go váhnemat eai huma sámegiela, gáibida giellaoahpahus erenoamáš doarjaga lagasbirrasis, ja lea hui mearrideaddji fáktor ahte gávdnojit arenat gos mánát ožžot giellamovttiidahttima ja doarjaga giellaoahpahusas.

source: Erfaringene viser at opplæring i samisk som andrespråk ikke er tilstrekkelig for å nå målet om tospråklighet.
sme: Vásáhusat čájehit ahte sámegiel oahpahus nubbegiellan ii leat doarvái jus galgá joksat guovttegielatvuođa mihtu.

source: Det må utvikles språkarenaer utenfor barnehage og skole for å sikre en tilstrekkelig språkopplæring.
sme: Fertejit gávdnot giellaarenat olggobealde mánáidgárddi ja skuvlla sihkkarastin dihte doallevaš giellaoahpahusa.

source:  Barn som har samisk som andrespråk er funksjonelt tospråklige
sme:  Mánát geain lea sámegiella nubbegiellan leat doaibmi guovttegielagat

source:  Flere ikke-samer får muligheten til å lære seg samisk
sme:  Eambbosat geat eai leat sápmelaččat ožžot vejolašvuođa oahppat sámegiela

source:  Utvikling av sterke opplæringsmodeller for opplæring i samisk som første- og andrespråk
sme:  Ovddidit nanu oahpahusmodeallaid sámegiel oahpahussii vuosttaš- ja nubbegiellan

source:  Støtte opp om utvikling av flere og nye språkarenaer
sme:  Doarjut barggu oažžut eambbo ja ođđa giellaarenaid

source: Samisk begynneropplæring for voksne
sme: Sámi álgooahpahus rávisolbmuide

source: Som følge av fornorskningspolitikken er det mange voksne samer som ikke har lært samisk.
sme: Dáruiduhttinpolitihka geažil leat olu rávisolbmot geat eai leat oahppan sámegiela.

source: Begynneropplæring i samisk for voksne er nødvendig og viktig for utviklingen av samisk språk.
sme: Sámegiela álgooahpahus rávisolbmuide lea dárbbašlaš ja dehálaš sámegiela ovddideapmái.

source: 29 voksne skal kunne ta del i videreføringen av samisk språk, må de selv kunne språket.
sme: Vai rávisolbmot sáhttet váldit oasi sámegiela viidáset ovddideamis, de fertejit ieža máhttit giela.

source: Samisk språkundersøkelse 2012 viser at det er interesse for å lære seg samisk.
sme: Sámi giellaiskkadeapmi 2012 čájeha ahte lea beroštupmi oahppat sámegiela.

source: Interessen er høyest blant de som oppgir at de enten, eller.
sme: Beroštupmi lea stuorámus sin gaskkas geat lohket ahte sii juogo “ipmirdit dušše”, “máhttet veaháš” dahje “máhttet sámegiela”.

source: Blant disse oppgir omkring halvparten av de ønsker å lære seg mer samisk.
sme: Sis muitala sullii bealli ahte sii háliidit oahppat eambbo sámegiela.

source: Blant de som ikke forstår noe samisk er interessen noe lavere, her er det 40 % som vurderer å lære seg samisk på sikt.
sme: Sin gaskkas geat eai máhte veahášge sámegiela, lea beroštupmi veaháš vuollelis, 40 % sis árvvoštallet oahppat sámegiela áiggi vuollái.

source: Dersom vi skal nå målet om flere brukere av samisk og økte muligheter til bruk av samisk så må også ikke-samer lære seg samisk.
sme: Jus mii galgat joksat mihtu oažžut eambbo sámegiel geavaheddjiid ja buoret vejolašvuođa geavahit sámegiela, de fertejit maiddái olbmot geat eai leat sápmelaččat oahppat sámegiela.

source: Begynneropplæring for voksne må tilrettelegges på andre måter enn opplæring for barn og unge.
sme: Rávisolbmuid álgooahpahus ferte heivehuvvot eará ládje go mánáid ja nuoraid oahpahus.

source: Ofte er voksne etablert med familie og fast arbeid.
sme: Dávjá lea rávisolbmuin bearaš ja bargu.

source: Samisk språkundersøkelse 2012 viser at over 30 % oppgir opplæring på hjemstedet som en forutsetning for å greie å ta opplæring i samisk.
sme: Sámi giellaiskkadeapmi 2012 čájeha ahte badjel 30 % lohket ahte oahpahus ruovttubáikkis lea eaktu jus galget nákcet čađahit sámegiel oahpahusa.

source: Andre viktige forutsetninger som må være til stede er mulighet for begynneropplæring og lave kostnader.
sme: Eará dehálaš eavttut mat fertejit leat sajis, lea vejolašvuohta váldit álgooahpahusa ja vuollegis gollodássi.

source: Sametinget finansierer et femårig samisk voksenopplæringsprogram, drevet av Sámi allaskuvla.
sme: Sámediggi ruhtada viđa jagi sámegiela rávisolbmuidoahpahusprográmma, man Sámi allaskuvla jođiha.

source: Prosjektet går ut på at Sámi allaskuvla samarbeider med språksentrene om å tilby begynneropplæring i samisk for voksne.
sme: Prošeakta čađahuvvo dainnalágiin ahte Sámi allaskuvla ovttasbargá giellaguovddážiiguin fállat sámegiel álgooahpahusa rávisolbmuide.

source: Sámi allaskuvla har utarbeidet studieplaner som kursene følger, og bidrar med forelesere.
sme: Sámi allaskuvla lea ráhkadan oahppoplánaid maid kurssat čuvvot, ja lágida logaldalliid.

source: Etter endt kurs kan studentene ta eksamen ved Sámi allaskuvla.
sme: Maŋŋel kurssa sáhttet studeanttat váldit eksámena Sámi allaskuvllas.

source: Sámi allaskuvla har også faglig veiledet de ansatte ved språksentrene.
sme: Sámi allaskuvla lea maiddái fágalaččat bagadallan giellaguovddáža bargiid.

source: Prosjektet har gitt verdifull erfaring, og betraktes som vellykket.
sme: Prošeakta lea bohciidahttán mávssolaš vásáhusa, ja sáhttá lohkat ahte dat lea lihkostuvvan.

source: Universitetet i Tromsø har også inngått et lignende samarbeid med noen språksentre.
sme: Romssa universitehtas lea maid sullasaš ovttasbargu muhtun giellaguovddážiiguin.

source: Grunnen til de positive resultatene ser ut til å være at befolkningen får ta kurs i samisk på hjemstedet, samtidig som de er studenter som tar eksamen ved høgskole/universitet og får studiepoeng for det.
sme: Daid buriid bohtosiid duogáš orro leame dat go álbmot beassá váldit sámegiel kurssa ruovttubáikkis, seammás go sii leat studeanttat geat váldet eksámena allaskuvllas/universitehtas ja ožžot oahppočuoggáid dan ovddas.

source: Da denne måten å drive voksenopplæring på har vært så vellykket må slike samarbeider sikres fast finansiering.
sme: Go dán mállet rávisolbmuidoahpahus lea nu bures lihkostuvvan, de ferte dákkár ovttasbargguide sihkkarastit fásta ruhtadeami.

source: I arbeidet for bevaring og utvikling av samisk språk er det viktig at det finnes faste og forutsigbare tilbud hvor voksne kan få mulighet til å lære seg samisk.
sme: Sámegiela suddjema ja ovddideami barggus lea dehálaš ahte gávdnojit fásta ja einnostahtti fálaldagat gos rávisolbmot ožžot vejolašvuođa oahppat sámegiela.

source: Studieforbund er viktige voksenopplæringsarenaer.
sme: Oahppolihtut leat dehálaš rávisolbmuidoahpahusarenat.

source: De har allerede i mange år drevet med språk- og kulturundervisning.
sme: Dat leat juo máŋggaid jagiid bargan giella- ja kulturoahpahusain.

source: Sametinget ser at disse fremdeles kommer til å spille en viktig rolle i arbeidet med å fremme samisk språk og kultur.
sme: Sámediggi oaidná ahte dáin boahtá ain leat dehálaš rolla sámi giela ja kultuvrra ovddideamis.

source: Spesielt viktig er deres rolle i arbeidet med å skape arenaer hvor samisk språk kan brukes i ulike kurssammenhenger.
sme: Sin rolla lea erenoamáš dehálaš go galgá ráhkadit arenaid gos sámegiella sáhttá geavahuvvot iešguđetge kursaoktavuođain.

source: Sametinget ser behovet for å styrke også deres virksomhet for å opprettholde et mangfoldig kurstilbud og språkarenaer.
sme: Sámediggi oaidná dárbbu nannet maiddái sin doaimma vai sáhttá bisuhit máŋggabealat kursafálaldagaid ja giellaarenaid.

source:  Tilrettelagt begynneropplæring i samisk språk for voksne der folk bor
sme:  Heivehit sámegiel álgooahpahusa rávisolbmuide doppe gos olbmot orrot

source:  Arbeide for at samarbeid mellom utdanningsinstitusjoner og språksentre sikres gode
sme:  Bargat dan ala ahte oahppoásahusaid ja giellaguovddážiid ovttasbargui sihkkarastojuvvojit buorit rámmaeavttut.

source:  Arbeide for at samiske studieforbund sikres gode rammevilkår
sme:  Bargat dan ala ahte sámi oahppolihtuide sihkkarastojuvvojit buorit rámmaeavttut

source: Språkbærere
sme: Giellaguoddit

source: Språkbærere spiller en viktig rolle i arbeidet med å øke antall språkbrukere.
sme: Giellaguddiin lea dehálaš rolla giellageavaheddjiid logu lasiheamis.

source: Samiske språkbærere innehar verdifull kunnskap om samisk språk, som det vil være nødvendig å dra nytte av i arbeidet for utvikling av samisk språk.
sme: Sámi giellaguddiin lea mávssolaš máhttu sámegiela birra, mainna lea dárbu ávkkástallat sámegiela ovdánahttinbarggus.

source: Mange eldre behersker muntlig samisk svært godt, innehar et rikt ordforråd og har bevart den samiske oppbyggingen av språket.
sme: Olu vuorrasat máhttet njálmmálaš sámegiela hui bures, sis lea stuora sátneriggodat ja leat doalahan sámi huksejumi gielas.

source: Det som vanligvis skiller en språkbærer og en som har lært språket på mer formelt vis gjennom skolegang, er at språkbæreren hører og vet hvilke ord og formuleringer man bruker i gitte situasjoner.
sme: Dat mii dábálaččat earuha giellaguoddi ja dakkára gii lea oahppan giela eambbo formálalaš vugiin skuvllas, lea ahte giellaguoddi gullá ja diehtá makkár sániid ja dadjanvugiid galgá geavahit dihto dilis.

source: For å sikre språkets fremtid er det viktig at så 30 mange som mulig lærer språket gjennom overføring fra språkbærere.
sme: Jus galgá sihkkarastit giela boahtteáiggi, de lea dehálaš ahte nu oallugat go vejolaš ohppet giela sirdima bokte giellaguddiin.

source: Språkbærere er en stor ressurs som bør brukes i langt større grad, både innenfor opplæring, forskning og i samspill mellom yngre og eldre.
sme: Giellaguoddit leat stuora resursa mii berre geavahuvvot mihá eambbo, sihke oahpahusas, dutkamis ja nuoraid ja vuorrasiid ovttastallamis.

source: Språkbærere innen tradisjonelle samiske næringer som jordbruk, reindrift, utmark og fiske innehar viktig kunnskap om samisk språk, tradisjon og verdier.
sme: Giellaguddiin árbevirolaš sámi ealáhusain nu go eanandoalus, boazodoalus, meahcásteamis ja guolásteamis lea dehálaš máhttu sámegiela, sámi árbevieruid ja árvvuid birra.

source: Språket har tradisjonelt sett stått sterkt innenfor primærnæringene, og de ulike næringene har spilt en viktig rolle som bærere av samisk språk og tradisjonell kunnskapsoverføring.
sme: Giella lea árbevirolaččat leamaš nanus vuođđoealáhusain, ja dat iešguđetge ealáhusat leat leamaš dehálaš sámegiela ja árbevirolaš máhttosirdima guoddit.

source: På den måten er språket innenfor primærnæringer ikke bare verdifull for samisk språkutvikling, men også viktig for videreføring av tradisjonelle samiske verdier og kunnskap.
sme: Dán dáfus ii leat vuođđoealáhusaid giella dehálaš dušše sámi giellaovdáneapmái, muhto lea maiddái dehálaš árbevirolaš sámi árvvuid ja máhtu sirdimis.

source: I denne sammenhengen er det av stor betydning at tradisjonelle samiske næringers rolle som språklæringsarenaer ivaretas og utvikles, slik at språket og viktige verdier bevares og føres videre i fremtiden.
sme: Dán oktavuođas lea hui mávssolaš ahte árbevirolaš sámi ealáhusaid rolla giellaoahppanarenan suddjejuvvojit ja ovddiduvvojit, nu ahte giella ja dehálaš árvvut seilot ja sáhttet dolvojuvvot viidáseappot boahtteáigái.

source:  Språkbærere brukes aktivt for å videreføre språket både på formelle og uformelle arenaer
sme:  Giellaguoddit geavahuvvojit aktiivvalaččat sirdit giela sihke formálalaš ja eahpeformálalaš arenain.

source:  Språkbærere brukes som aktiv ressurs i språkopplæringen og på ulike språkarenaer
sme:  Giellaguoddit geavahuvvojit aktiivvalaš resursan giellaoahpahusas ja iešguđetge giellaarenain

source:  Arbeide for at skoler og barnehager i større grad kan samarbeide med tradisjonelle næringer
sme:  Bargat dan ala ahte skuvllat ja mánáidgárddit ovttasbargagohtet eambbo árbevirolaš ealáhusaiguin giellasirdinarenaid dáfus.

source: Innsatsområde 4: Bruk av samisk språk
sme: Áŋgiruššansuorgi 4: Sámegiela geavaheapmi

source: Reelle muligheter for bruk av samisk språk i offentlige og private sammenhenger er særdeles viktig i arbeidet for å øke bruken av samisk språk.
sme: Duohta vejolašvuođat geavahit sámegiela almmolaš ja priváhta oktavuođain lea erenoamáš dehálaš barggus lasihit sámegiela geavaheami.

source: Det er i dag ikke tilstrekkelige samiskspråklige tilbud i samfunnet, og språkbrukere opplever at deres mulighet til bruk av samisk språk begrenses.
sme: Odne eai leat doarvái olu sámegielat fálaldagat servodagas, ja giellageavaheaddjit vásihit ahte sin vejolašvuohta geavahit sámegiela ráddjejuvvo.

source: Dette er en situasjon Sametinget ikke ser seg fornøyd med.
sme: Dát lea dakkár dilli masa Sámediggi ii berre duhtat.

source: Det er viktig for språkets fremtid at bruken av samisk språk økes betraktelig på alle samfunnsområder.
sme: Lea dehálaš giela boahtteáigái ahte sámegiela geavaheapmi lassána dovdomassii buot servodatsurggiin.

source: Bevisst forhold til bruk av samisk språk
sme: Dihtomielalaš jurddašeapmi sámegiela geavaheami birra

source: De aller fleste samiskspråklige voksne er to- eller flerspråklige.
sme: Eanas sámegielat rávisolbmot leat guovtte- dahje máŋggagielagat.

source: I et språkmiljø der bruk av majoritetsspråket lett blir dominerende er det nødvendig å styrke kunnskap og bevissthet om språkvalg.
sme: Dakkár giellabirrasis gos majoritehtagiela geavaheapmi álkit vuoitá, lea dárbu nannet máhtu ja dihtomielalašvuođa giellaválljema birra.

source: Det er avgjørende for det samiske språkets fremtid at den tospråklige velger å bruke samisk språk i flest mulig sammenhenger.
sme: Lea mearrideaddji sámegiela boahtteáigái ahte guovttegielat vállje geavahit sámegiela nu olu diliin go vejolaš.

source: For å gjøre språkvalget lettere er det også av stor betydning at enspråklig majoritetsspråkstalende har forståelse for tospråkliges språkvalg.
sme: Vai álkidahtášii giellaválljema, de lea maid hui mávssolaš ahte ovttagielat majoritehtagielagat čájehit ipmárdusa guovttegielaga giellaválljemii.

source: Dersom valg av språk alltid er basert på at alle som hører det som blir sagt må ha mulighet til å forstå, vil muligheten til å bruke samisk språk bli drastisk redusert.
sme: Jus giellaválljen álo vuolgá das ahte buohkat geat guldalit galget sáhttit ipmirdit, de gal vejolašvuohta geavahit sámegiela unnu sakka.

source: For å sikre samiske språkets fremtid må språket velges og brukes som hjemmespråk og overføres mellom generasjoner.
sme: Sihkkarastin dihte sámegiela boahtteáiggi, ferte giella válljejuvvot ja geavahuvvot ruovttugiellan ja sirdojuvvot buolvvas bulvii.

source: Det er også nødvendig at språket brukes på flere arenaer i samfunnet.
sme: Lea maid dárbbašlaš ahte giella geavahuvvo máŋgga arenas servodagas.

source: Dette krever god samfunnsplanlegging, og en økt innsats fra både offentlige og private institusjoner så vel som den enkelte språkbruker.
sme: Dát gáibida buori servodatplánema, ja eambbo barggu sihke almmolašvuođas ja priváhta ásahusain ja maiddái ovttaskas giellageavaheaddjis.

source: Det er nødvendig med økt bevisstgjøring om viktigheten av å bruke det samiske språket i flere sammenhenger.
sme: Lea dárbu buoridit dihtomielalašvuođa das man dehálaš lea geavahit sámegiela máŋgga oktavuođas.

source: Den enkelte språkbruker, politikere, institusjoner og offentlig forvaltning må velge å bruke samisk språk.
sme: Ovttaskas giellageavaheaddji, politihkkárat, ásahusat ja almmolaš hálddašeapmi fertejit válljet geavahit sámegiela.

source: 31 Det hviler et stort ansvar på den enkelte språkbruker, men Sametinget vil også ansvarliggjøre institusjoner og politikere i større grad.
sme: Ovttaskas giellageavaheaddjis lea stuora ovddasvástádus, muhto Sámediggi áigu maid duvdit eambbo ovddasvástádusa ásahusaide ja politihkkáriidda.

source: Samiske institusjoner og politikere er forbilder i det samiske samfunnet og har stor innflytelse.
sme: Sámi ásahusat ja politihkkárat leat ovdagovat sámi servodagas ja sis lea stuora váikkuhanváldi.

source: Disse må i større grad være sitt ansvar beviste og bruke språket i langt større grad og i flere sammenhenger, samtidig som de må ha en økt bevissthet om språkrøkt.
sme: Sii fertejit buorebut dovdat ja diehtit iežaset ovddasvástádusa ja geavahit giela mihá eambbo ja eambbo oktavuođain, seammás go sis ferte leat eambbo dihtomielalašvuohta gielladikšuma birra.

source: Det betyr at også Sametinget i mye sterkere grad må vektlegge bruk av samisk språk i sin daglige virksomhet.
sme: Dát mearkkaša ahte maiddái Sámediggi ferte eambbo deattuhit sámegiela geavaheami iežas beaivválaš doaimmas.

source: Media har en spesielt viktig rolle som språktrendsetter.
sme: Medias lea erenoamáš dehálaš rolla gielladábiid álggaheamis.

source: Bevisstgjøring om bruk av samisk vil være med på å høyne språkets status.
sme: Eambbo dihtomielalašvuohta sámegiela geavaheami birra livččii mielde lokteme giela stáhtusa.

source: Samisk språk må være et språk som brukes aktivt av både enkeltpersoner og institusjoner.
sme: Sámegiella ferte leat dakkár giella maid sihke ovttaskas olbmot ja ásahusat geavahit aktiivvalaččat.

source: Dette vil både øke bruken av samisk språk og heve språkets status og verdi.
sme: Dát sihke lasiha sámegiela geavaheami ja lokte giela stáhtusa ja árvvu.

source: Det er i denne sammenheng også viktig å understreke at samer som ikke har fått lære samisk må gjøre en innsats for å ta språket tilbake.
sme: Dán oktavuođas lea maid dehálaš deattuhit ahte sápmelaččat geat eai leat beassan oahppat sámegiela, fertejit ražastit váldit giela ruovttoluotta.

source: Sametinget ønsker et større fokus om viktigheten av å lære språket i voksen alder.
sme: Sámediggi háliida eambbo fokusa das man dehálaš lea oahppat giela rávisolmmožin.

source: Sametinget kan ikke styre enkeltindivids private språkbruk, men Sametinget vil jobbe for at det finnes gode muligheter for språkopplæring og gode språkarenaer.
sme: Sámediggi ii sáhte stivret ovttaskas olbmuid priváhta giellageavaheami, muhto Sámediggi bargá dan ala ahte gávdnojit buorit vejolašvuođat giellaoahppamii ja buorit giellaarenat.

source:  Samisk språk brukes aktivt på alle samfunnsområder
sme:  Sámegiella geavahuvvo aktiivvalaččat buot servodatsurggiin

source:  En positiv holdning til bruk av samisk språk
sme: Oassemihttu:  Buorit guottut sámegiela geavaheapmái

source:  I samarbeid med institusjoner og organisasjoner etablere større bevissthet for
sme:  Ovttasráđiid ásahusaiguin ja organisašuvnnaiguin ovddidit eambbo dihtomielalašvuođa das

source: nødvendigheten av å bruke samisk både muntlig og skriftlige
sme: man dárbbašlaš lea geavahit sámegiela sihke njálmmálaččat ja čálalaččat.

source:  Arbeide for at institusjoner og organisasjoner øker sin kompetanse i samisk språk og kultur
sme:  Bargat dan ala ahte ásahusat ja organisašuvnnat buoridit iežaset sámi giella- ja kulturmáhtu.

source: De samiske språksentrene spiller en viktig rolle i utviklingen av samisk språk.
sme: Sámi giellaguovddážiin lea hui dehálaš rolla sámegiela ovdánahttimis.

source: De er særlig viktige for nærmiljøet og skaper stor aktivitet i sine områder.
sme: Dat leat erenoamáš dehálaččat lagasbirrasii ja ovddidit olu doaimmaid iežaset guovlluin.

source: Språksentrene er en av Sametingets viktigste samarbeidspartnere i de ulike språkområdene.
sme: Giellaguovddážat leat Sámedikki deháleamos ovttasbargoguimmiid searvvis dain iešguđetge giellaguovlluin.

source: Utfordringene for språksentrene er mangel på forutsigbare rammebetingelser.
sme: Giellaguovddážiid hástalus lea ahte váilot einnostahtti rámmaeavttut.

source: Evalueringen av språksentrene utført av Norut Alta våren 2012 bekrefter behovet for økte økonomiske og menneskelige ressurser.
sme: Giellaguovddážiid evalueren maid Norut Alta čađahii 2012 giđa, duođašta ahte lea dárbu lasi ekonomalaš ja olmmošlaš návccaide.
